<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h2>"류현진 나이에, 믿을 수 없어"…TOR 감독·적장·美언론 죄다 감탄, 444일 걸린 승리 대단했다(종합)</h2>
<p>
[스포티비뉴스=김민경 기자] "류현진 나이에, 그저 믿을 수가 없다."

류현진(36, 토론토 블루제이스)이 복귀 3경기 만에 클래스를 입증했다. 류현진은 14일(한국시간) 캐나다 온타리오주 토론토 로저스센터에서 열린 '2023 메이저리그' 시카고 컵스와 경기에 선발 등판해 5이닝 86구 2피안타 2볼넷 3탈삼진 2실점(비자책점)으로 호투하며 시즌 첫 승을 챙겼다. 토론토는 11-4로 이기며 3연패에서 탈출했다.

류현진의 어깨가 꽤 무거웠다. 최우선은 팀의 연패 탈출이었다. 토론토가 아메리칸리그 와일드카드 레이스에서 생존하려면 하루빨리 연패를 끊고 상승세를 탈 필요가 있었다. 또 토론토는 류현진이 지옥의 17연전 마지막을 승리로 장식하길 바랐다. 류현진은 팀의 연패스토퍼 임무와 함께 개인적으로는 지난 8일 클리블랜드 가디언스전에서 당한 오른 무릎 타박상 이후 몸 상태가 괜찮다는 것을 증명할 필요가 있었다.
</p>
</body>
</html>